brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "cairo"
brew "node"
brew "gemini-cli"
brew "gh"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "python@3.12"
brew "librsvg"
brew "graphviz"
brew "mysql", restart_service: :changed
brew "redis", restart_service: :changed
brew "watch"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "font-fira-code"
cask "iterm2"
cask "raycast"
cask "microsoft-edge"
cask "firefox"
cask "firefox-developer-edition"
cask "visual-studio-code"
cask "intellij-idea"
cask "logi-options-plus"
cask "adguard"
cask "amphetamine"
cask "hiddenbar"
cask "aldente"
cask "karabiner-elements"
cask "discord"
