tap "aws/tap"
tap "buo/cask-upgrade"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "jonz94/sarasa-nerd-fonts"
tap "oven-sh/bun"
tap "robusta-dev/krr"
tap "zurawiki/brews"
brew "ca-certificates"
brew "openssl@3"
brew "python@3.12"
brew "autojump"
brew "python@3.11"
brew "awscli"
brew "certifi"
brew "cmake"
brew "curl"
brew "eksctl"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubeseal"
brew "kubeshark"
brew "libgit2"
brew "libpq"
brew "nano"
brew "nanorc"
brew "neovim"
brew "opentofu"
brew "pinentry-mac"
brew "pipx"
brew "redis"
brew "terragrunt"
brew "tmux"
brew "trivy"
brew "volta"
brew "watch"
brew "wget"
brew "zoxide"
brew "zsh"
brew "aws/tap/eks-node-viewer"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
brew "robusta-dev/krr/krr"
cask "alfred"
cask "appcleaner"
cask "docker"
cask "drawio"
cask "fork"
cask "iterm2"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keka"
cask "miniconda"
cask "mongodb-compass"
cask "notion"
cask "openlens"
cask "postman"
cask "scroll-reverser"
cask "sequel-ace"
cask "shottr"
cask "sublime-text"
cask "yt-music"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "al3xcubed.annotation-lens-cubed"
vscode "alefragnani.project-manager"
vscode "andenetalexander.vim-cheatsheet"
vscode "bradlc.vscode-tailwindcss"
vscode "brittanychiang.halcyon-vscode"
vscode "christian-kohler.path-intellisense"
vscode "chunsen.bracket-select"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "demenskiy.mokka"
vscode "drcika.apc-extension"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "huibizhang.codesnap-plus"
vscode "ibm.output-colorizer"
vscode "janisdd.vscode-edit-csv"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.symbols"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "parthr2031.colorful-comments"
vscode "peterschmalfeldt.explorer-exclude"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "pwwang.gptcommit"
vscode "raunofreiberg.vesper"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "wallabyjs.quokka-vscode"
vscode "zaczhuozhang.zen-dark-z"
vscode "zguolee.tabler-icons"
