tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "jonz94/sarasa-nerd-fonts"
brew "python@3.12"
brew "autojump"
brew "curl"
brew "fzf"
brew "git"
brew "htop"
brew "python@3.11"
brew "nano"
brew "nanorc"
brew "neofetch"
brew "rust"
brew "volta"
brew "wget"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "aldente"
cask "alfred"
cask "appcleaner"
cask "discord"
cask "docker"
cask "fork"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "keka"
cask "keyboard-maestro"
cask "mongodb-compass"
cask "notion"
cask "postman"
cask "spotify"
cask "visual-studio-code"
vscode "MS-CEINTL.vscode-language-pack-ko"
vscode "withfig.fig"
